Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/elinkeino_ja_oikeus.html.tmx
Source language: fin
Languages: sme

source: Elinkeino- ja oikeuslautakunta
sme: Ealáhus- ja vuoigatvuohtalávdegoddi

source: Elinkeino- ja oikeuslautakunta valmistelee Saamelaiskäräjien esitykset, aloitteet, lausunnot sekä muut kannanotot, jotka koskevat saamelaisten oikeuksia, elinkeinoja ja kulttuuriperintöä sekä saamelaisten kotiseutualueen ympäristöä ja maankäyttöä.
sme: Ealáhus- ja vuoigatvuođalávdegoddi válmmaštallá Sámedikki evttohusaid, álgagiid, cealkámušaid sihke eará bealiváldimiid, mat gusket sápmelaččaid vuoigatvuođaid, ealáhusaid ja kulturárbbi sihke sámiid ruovttuguovllu birrasa ja eanageavaheami.

source: Lautakunta tekee tiivistä yhteistyötä eri yhteistyötahojen ja sidosryhmien kanssa, joista tärkeimpiä ovat mm. saamelaisten kotiseutualueen paliskunnat ja saamelaiselinkeinojen harjoittajat, Saamelaismuseo Siida, Metsähallitus sekä saamelaisten kotiseutualueen kunnat.
sme: Lávdegoddi bargá divttis oktasašbarggu sierra oktasašbargobeliiguin ja čanasjoavkkuiguin, main deaŧalamosat leat ee. sámiid ruovttuguovllu bálgosat ja sápmelašealáhusaid hárjeheaddjit, Sámemusea Siida, Meahciráđđehus sihke sámi ruovttuguovllu gielddat.

source: Lautakunta laatii vuosittain selvityksen Saamelaiskäräjien kokoukselle saamelaisten erityisoikeuksien toteutumisesta ja heitä koskevien lainsäädäntöhankkeiden etenemisestä.
sme: Lávdegoddi dahká jahkásaččat čilgehusa Sámedikki čoahkkimii sápmelaččaid sierravuoigatvuođaid ollašuvvamis ja sin guoski láhkaásahusáigumušaid ovdáneamis.

source: Lautakunta laatii vaalikausittain Saamelaisten oikeus-, elinkeino-, kulttuuriperintö- ja ympäristöpoliittisen ohjelman, jossa määritellään lautakunnan toimialan tärkeimmät tavoitteet ja toimenpiteet vaalikaudella.
sme: Lávdegoddi ráhkada juohke válgabaji Sápmelaččaid vuoigatvuohta-, ealáhus-, kulturárbe- ja biraspolitihkalaš prográmma, mas meroštallojuvvojit lávdegotti doaibmasuorggi deaŧalamos ulbmilat ja doaibmabijut válgabajis.

source: Ohjelma tukee Saamelaiskäräjien vaalikauden toimintaohjelman toteuttamista.
sme: Prográmma doarju Sámedikki válgabaji doaibmaprográmma ollašuhttima.

source: Elinkeino- ja oikeuslautakunnan esittelijöinä toimivat Saamelaiskäräjien lakimiessihteeri, ympäristösihteeri sekä elinkeinosihteeri.
sme: Ealáhus- ja vuoigatvuođalávdegotti ovdanbuktin doibmejit Sámedikki láhkačálli, birasčálli sihke ealáhusčálli.

source: Elinkeino- ja oikeuslautakunta kokoontuu noin neljä kertaa vuodessa.
sme: Ealáhus- ja vuoigatvuođalávdegoddi čoahkkana birrasii njealje háve jagis.

source: Lautakuntaan kuuluvat vuosina 2020 – 2023 seuraavat jäsenet:
sme: Lávdegoddái gullet jagiid 2020 – 2023 čuovvovaš lahtut:

source: Jäsenet: Länsman Asko, pj. Porsanger Veikko, vpj. Kustula Kirsti Saijets Jan Hetta Karen-Anni Semenoff Tuomas Näkkäläjärvi Minna
sme: Lahtut: Länsman Asko, sd. Porsanger Veikko, vsd. Kustula Kirsti Saijets Jan Hetta Karen-Anni Semenoff Tuomas Näkkäläjärvi Minna

source: Varajäsenet: Sujala Antti Nuorgam Piia Tervaniemi Marko Musta Inka Magga Jari Wesslin Heini Palojärvi Oula-Matti
sme: Várrelahtut: Sujala Antti Nuorgam Piia Tervaniemi Marko Musta Inka Magga Jari Wesslin Heini Palojärvi Oula-Matti
